Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Carbs by meal
de: Kohlenhydrate nach Mahlzeit
es: Carbohidratos por comida
fr: Glucides par repas
it: Carboidrati per pasto
nl: Koolhydraten per maaltijd
pl: Węglowodany wg posiłku
pt: Hidratos por refeição
ro: Carbohidrați pe masă
ru: Углеводы по приёмам пищи

source: Carbs logged without insulin
de: Kohlenhydrate ohne Insulin erfasst
es: Carbohidratos registrados sin insulina
fr: Glucides enregistrés sans insuline
it: Carboidrati registrati senza insulina
nl: Koolhydraten vastgelegd zonder insuline
pl: Węglowodany zapisane bez insuliny
pt: Hidratos de carbono registados sem insulina
ro: Carbohidrați înregistrați fără insulină
ru: Углеводы записаны без инсулина

source: Carbs matter most
de: Kohlenhydrate zählen am meisten
es: Los carbohidratos son lo más importante
fr: Les glucides comptent le plus
it: I carboidrati contano di più
nl: Koolhydraten hebben de grootste invloed
pl: Węglowodany mają największe znaczenie
pt: Os hidratos de carbono são os que mais importam
ro: Carbohidrații contează cel mai mult
ru: Углеводы влияют сильнее всего

source: Carbs on board %@
de: Aktive Kohlenhydrate %@
es: Carbohidratos activos %@
fr: Glucides actifs %@
it: Carboidrati attivi %@
nl: Actieve koolhydraten %@
pl: Aktywne węglowodany %@
pt: Carboidratos ativos %@
ro: Carbohidrați activi %@
ru: Активные углеводы %@

source: Card density
de: Kartendichte
es: Densidad de tarjetas
fr: Densité des cartes
it: Densità delle schede
nl: Kaartdichtheid
pl: Gęstość kart
pt: Densidade dos cartões
ro: Densitatea cardurilor
ru: Плотность карточек

source: Cards on Home
de: Karten auf dem Startbildschirm
es: Tarjetas en Inicio
fr: Cartes sur l'accueil
it: Schede nella Home
nl: Kaarten op Home
pl: Karty na ekranie głównym
pt: Cartões no Início
ro: Carduri pe Acasă
ru: Карточки на главном

source: Care summary
de: Behandlungsübersicht
es: Resumen de salud
fr: Résumé de suivi
it: Riepilogo delle cure
nl: Zorgoverzicht
pl: Podsumowanie opieki
pt: Resumo de saúde
ro: Rezumat medical
ru: Медицинская сводка

source: Care team
de: Behandlungsteam
es: Equipo médico
fr: Équipe soignante
it: Team di cura
nl: Zorgteam
pl: Zespół medyczny
pt: Equipa de cuidados
ro: Echipa de îngrijire
ru: Медицинская команда

source: Care team, clinic, notes…
de: Behandlungsteam, Klinik, Notizen…
es: Equipo médico, clínica, notas…
fr: Équipe soignante, clinique, notes…
it: Team di cura, clinica, note…
nl: Zorgteam, kliniek, notities…
pl: Zespół medyczny, klinika, notatki…
pt: Equipa de saúde, clínica, notas…
ro: Echipă medicală, clinică, notițe…
ru: Медицинская команда, клиника, заметки…

source: Caregiver
de: Betreuungsperson
es: Cuidador
fr: Aidant
nl: Verzorger
pl: Opiekun
pt: Cuidador
ro: Îngrijitor
ru: Ухаживающий

source: Carries the week's main pattern as its headline — for example “Often low overnight”, never a number. Composed on your device.
de: Trägt als Überschrift das Hauptmuster der Woche — zum Beispiel „Nachts oft niedrig“, nie einen Messwert. Erstellt auf deinem Gerät.
es: Lleva como titular el patrón principal de la semana — por ejemplo, “A menudo baja por la noche”, nunca un valor. Se compone en tu dispositivo.
fr: Affiche en titre la tendance principale de la semaine — par exemple « Souvent bas la nuit », jamais une valeur. Composée sur votre appareil.
it: Riporta come titolo lo schema principale della settimana — ad esempio “Spesso bassa di notte”, mai un valore. Composta sul tuo dispositivo.
nl: Toont als kop het belangrijkste patroon van de week — bijvoorbeeld “’s Nachts vaak laag”, nooit een getal. Samengesteld op je apparaat.
pl: W nagłówku niesie główny wzorzec tygodnia — na przykład „Często niski w nocy”, nigdy wartość. Tworzona na Twoim urządzeniu.
pt: Traz como título o padrão principal da semana — por exemplo, “Muitas vezes baixa durante a noite”, nunca um valor. Composta no seu dispositivo.
ro: Are ca titlu tiparul principal al săptămânii — de exemplu „Deseori scăzut noaptea”, niciodată o valoare. Compus pe dispozitivul tău.
ru: В заголовке — главная закономерность недели, например «Часто низкий ночью», и никогда конкретное значение. Формируется на вашем устройстве.

source: Catch a steep rise or fall early, whatever the value. Around 2–3 mg/dL per minute matches the classic "rising/falling fast" trend arrows.
de: Erkenne einen steilen Anstieg oder Abfall früh, unabhängig vom Wert. Rund 2–3 mg/dL pro Minute entspricht den klassischen Trendpfeilen für "schnell steigend/fallend".
es: Detecta pronto una subida o bajada pronunciada, sea cual sea el valor. Alrededor de 2–3 mg/dL por minuto coincide con las clásicas flechas de tendencia de "subida/bajada rápida".
fr: Repérez tôt une hausse ou une baisse marquée, quelle que soit la valeur. Environ 2–3 mg/dL par minute correspond aux flèches de tendance classiques "hausse/baisse rapide".
it: Cogli in anticipo una salita o discesa ripida, qualunque sia il valore. Circa 2–3 mg/dL al minuto corrisponde alle classiche frecce di tendenza "in rapida salita/discesa".
nl: Merk een steile stijging of daling vroeg op, wat de waarde ook is. Ongeveer 2–3 mg/dL per minuut komt overeen met de klassieke trendpijlen voor "snel stijgend/dalend".
pl: Wychwytuj wczesny gwałtowny wzrost lub spadek, niezależnie od wartości. Około 2–3 mg/dL na minutę odpowiada klasycznym strzałkom trendu "szybko rośnie/spada".
pt: Deteta cedo uma subida ou descida acentuada, seja qual for o valor. Cerca de 2–3 mg/dL por minuto corresponde às clássicas setas de tendência "a subir/descer rapidamente".
ro: Surprinde din timp o creștere sau o scădere abruptă, indiferent de valoare. În jur de 2–3 mg/dL pe minut corespunde clasicelor săgeți de tendință "crește/scade rapid".
ru: Замечайте резкий подъём или спад заранее, независимо от значения. Около 2–3 mg/dL в минуту соответствует классическим стрелкам тренда "быстро растёт/падает".

source: Century of meals
de: Hundert Mahlzeiten
es: Cien comidas
fr: Cent repas
it: Cento pasti
nl: Honderd maaltijden
pl: Sto posiłków
pt: Cem refeições
ro: O sută de mese
ru: Сто приёмов пищи

source: Change photo
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
nl: Foto wijzigen
pl: Zmień zdjęcie
pt: Alterar fotografia
ro: Schimbă fotografia
ru: Изменить фото

source: Change profile photo
de: Profilfoto ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
it: Cambia foto profilo
nl: Profielfoto wijzigen
pl: Zmień zdjęcie profilowe
pt: Alterar fotografia de perfil
ro: Schimbă fotografia de profil
ru: Изменить фото профиля

source: Chart lines
de: Diagrammlinien
es: Líneas del gráfico
fr: Lignes du graphique
it: Linee del grafico
nl: Grafieklijnen
pl: Linie wykresu
pt: Linhas do gráfico
ro: Liniile graficului
ru: Линии графика

source: Chart markers
de: Diagramm-Markierungen
es: Marcadores del gráfico
fr: Repères du graphique
it: Indicatori del grafico
nl: Grafiekmarkeringen
pl: Znaczniki wykresu
pt: Marcadores do gráfico
ro: Marcaje pe grafic
ru: Метки на графике

source: Charts
de: Diagramme
es: Gráficos
fr: Graphiques
it: Grafici
nl: Grafieken
pl: Wykresy
pt: Gráficos
ro: Grafice
ru: Графики

source: Check %lld
de: Messung %lld
es: Control %lld
fr: Contrôle %lld
it: Controllo %lld
nl: Meting %lld
pl: Pomiar %lld
pt: Verificação %lld
ro: Verificarea %lld
ru: Проверка %lld

source: Check and correct
de: Prüfen und korrigieren
es: Comprueba y corrige
fr: Vérifiez et corrigez
it: Controlla e correggi
nl: Controleer en corrigeer
pl: Sprawdź i skoryguj
pt: Verifique e corrija
ro: Verificați și corectați
ru: Проверьте и скорректируйте

source: Check and correct.
de: Prüfen und korrigieren.
es: Comprueba y corrige.
fr: Vérifiez et corrigez.
it: Controlla e correggi.
nl: Controleer en corrigeer.
pl: Sprawdź i skoryguj.
pt: Verifique e corrija.
ro: Verificați și corectați.
ru: Проверьте и скорректируйте.

source: Check first
de: Zuerst prüfen
es: Comprueba primero
fr: Vérifier d'abord
it: Controlla prima
nl: Eerst controleren
pl: Najpierw sprawdź
pt: Verifica primeiro
ro: Verifică întâi
ru: Сначала проверьте

source: Check for readings
de: Nach Messwerten suchen
es: Buscar lecturas
fr: Rechercher des mesures
it: Cerca letture
nl: Controleren op metingen
pl: Sprawdź odczyty
pt: Procurar leituras
ro: Caută citiri noi
ru: Проверить измерения

source: Check glucose more often
de: Miss die Glukose öfter
es: Mide la glucosa más a menudo
fr: Contrôlez la glycémie plus souvent
it: Controlla la glicemia più spesso
nl: Controleer je glucose vaker
pl: Sprawdzaj glukozę częściej
pt: Verifica a glicose com mais frequência
ro: Verifică glicemia mai des
ru: Проверяйте глюкозу чаще

source: Check ketones when high
de: Bei hohen Werten Ketone prüfen
es: Mide las cetonas si estás alto
fr: Vérifiez les cétones en cas d'hyperglycémie
it: Controlla i chetoni quando sei alto
nl: Controleer ketonen bij hoge waarden
pl: Sprawdzaj ketony przy wysokich wynikach
pt: Verifica as cetonas quando estiveres alto
ro: Verifică cetonele când ai valori mari
ru: Проверяйте кетоны при высоких значениях

source: Check that the sensor is in range of your phone.
de: Prüfe, ob der Sensor in Reichweite deines iPhones ist.
es: Comprueba que el sensor esté al alcance del teléfono.
fr: Vérifie que le capteur est à portée du téléphone.
it: Controlla che il sensore sia a portata del telefono.
nl: Controleer of de sensor binnen bereik van je telefoon is.
pl: Sprawdź, czy sensor jest w zasięgu telefonu.
pt: Confirma que o sensor está ao alcance do telemóvel.
ro: Verifică dacă senzorul este în raza telefonului.
ru: Проверьте, что датчик в зоне действия телефона.

source: Check whether you already have active insulin (insulin on board) from a recent dose — Prvital's calculator estimates this — so you don't 'stack' corrections on top of each other.
de: Prüfe, ob du noch aktives Insulin (Insulin on Board) von einer vorherigen Dosis im Körper hast — Prvitals Rechner schätzt das für dich —, damit du Korrekturen nicht aufeinander „stapelst“.
es: Comprueba si ya tienes insulina activa (insulina a bordo) de una dosis reciente — la calculadora de Prvital lo estima — para que no 'acumules' correcciones una encima de otra.
fr: Vérifie si tu as déjà de l'insuline active (insuline à bord) d'une dose récente — le calculateur de Prvital l'estime — pour éviter d'« empiler » les corrections les unes sur les autres.
it: Controlla se hai già insulina attiva (insulina a bordo) da una dose recente — il calcolatore di Prvital lo stima — così eviti di 'sovrapporre' più correzioni una sull'altra.
nl: Controleer of je al actieve insuline (insuline aan boord) hebt van een recente dosis — de rekenhulp van Prvital schat dit in — zodat je correcties niet op elkaar 'stapelt'.
pl: Sprawdź, czy masz już aktywną insulinę (insulin on board) z niedawnej dawki — kalkulator Prvital ją szacuje — aby nie „nakładać” korekt jedna na drugą.
pt: Verifica se já tens insulina ativa (insulina a bordo) de uma dose recente — a calculadora do Prvital estima isto — para não 'sobrepores' correções umas às outras.
ro: Verifică dacă ai deja insulină activă (insulină rămasă în organism) dintr-o doză recentă — calculatorul Prvital estimează acest lucru — ca să nu 'suprapui' corecțiile una peste alta.
ru: Проверь, есть ли у тебя уже активный инсулин (инсулин на борту) от недавней дозы — калькулятор Prvital оценивает это, — чтобы не «наслаивать» коррекции одну на другую.

source: Check your glucose
de: Glukose prüfen
es: Comprueba tu glucosa
fr: Vérifiez votre glycémie
it: Controlla la glicemia
nl: Controleer je glucose
pl: Sprawdź glukozę
pt: Verifica a tua glicose
ro: Verifică-ți glicemia
ru: Проверьте глюкозу

source: Check your glucose before you start. If it's already low or near the bottom of your range, have some carbs first.
de: Miss deinen Glukosewert, bevor du startest. Ist er bereits niedrig oder liegt er nahe am unteren Rand deines Zielbereichs, iss zuerst etwas mit Kohlenhydraten.
es: Comprueba tu glucosa antes de empezar. Si ya está baja o cerca del límite inferior de tu rango, toma algunos carbohidratos primero.
fr: Vérifie ta glycémie avant de commencer. Si elle est déjà basse ou proche du bas de ta cible, prends d'abord des glucides.
it: Controlla la glicemia prima di iniziare. Se è già bassa o vicina al limite inferiore del tuo intervallo, assumi prima dei carboidrati.
nl: Controleer je glucose voordat je begint. Is deze al laag of dicht bij de ondergrens van je bereik, neem dan eerst wat koolhydraten.
pl: Sprawdź glikemię przed rozpoczęciem aktywności. Jeśli jest już niska lub blisko dolnej granicy zakresu, najpierw zjedz trochę węglowodanów.
pt: Verifica a tua glicose antes de começares. Se já estiver baixa ou perto do limite inferior do teu intervalo, come primeiro alguns hidratos de carbono.
ro: Verifică-ți glicemia înainte de a începe. Dacă este deja scăzută sau aproape de limita inferioară a intervalului tău, ia mai întâi niște carbohidrați.
ru: Проверь глюкозу перед началом активности. Если она уже низкая или ближе к нижней границе диапазона, сначала съешь немного углеводов.

source: Checks about 45 minutes after your usual time; if a basal dose is already logged, it stays silent. One nudge per evening at most.
de: Prüft etwa 45 Minuten nach deiner üblichen Zeit; ist bereits ein Basal eingetragen, bleibt es still. Höchstens ein Hinweis pro Abend.
es: Comprueba unos 45 minutos después de tu hora habitual; si ya hay una dosis basal registrada, guarda silencio. Como mucho un aviso por noche.
fr: Vérifie environ 45 minutes après l'heure habituelle ; si une basale est déjà consignée, il reste silencieux. Au plus un rappel par soir.
it: Controlla circa 45 minuti dopo l'orario abituale; se una basale è già registrata, resta in silenzio. Al massimo un promemoria a sera.
nl: Controleert zo'n 45 minuten na je gebruikelijke tijd; is er al een basaal gelogd, dan blijft het stil. Hooguit één duwtje per avond.
pl: Sprawdza ok. 45 minut po zwykłej porze; jeśli bazalna jest już zapisana, milczy. Najwyżej jedno przypomnienie na wieczór.
pt: Verifica cerca de 45 minutos após a tua hora habitual; se já houver basal registada, fica em silêncio. No máximo um lembrete por noite.
ro: Verifică la circa 45 de minute după ora obișnuită; dacă bazala e deja logată, tace. Cel mult o atenționare pe seară.
ru: Проверяет примерно через 45 минут после обычного времени; если базал уже записан — молчит. Не более одного напоминания за вечер.

source: Chime
de: Glockenspiel
es: Campanilla
fr: Carillon
it: Campanella
nl: Belletje
pl: Dzwonek
pt: Sininho
ro: Clopoțel
ru: Перезвон

source: Choose a different period, or add a new entry.
de: Einen anderen Zeitraum wählen oder einen neuen Eintrag hinzufügen.
es: Elige otro periodo o añade una nueva entrada.
fr: Choisissez une autre période ou ajoutez une nouvelle entrée.
it: Scegli un periodo diverso o aggiungi una nuova voce.
nl: Kies een andere periode of voeg een nieuwe invoer toe.
pl: Wybierz inny okres lub dodaj nowy wpis.
pt: Escolhe um período diferente ou adiciona um novo registo.
ro: Alege altă perioadă sau adaugă o înregistrare nouă.
ru: Выберите другой период или добавьте новую запись.

source: Choose an image from your library.
de: Wähle ein Bild aus deiner Mediathek.
es: Elige una imagen de tu fototeca.
fr: Choisissez une image dans votre photothèque.
it: Scegli un'immagine dalla tua libreria.
nl: Kies een afbeelding uit je bibliotheek.
pl: Wybierz zdjęcie z biblioteki.
pt: Escolhe uma imagem da tua biblioteca.
ro: Alege o imagine din biblioteca ta.
ru: Выберите изображение из медиатеки.

source: Choose how each kind of notification sounds on this device.
de: Lege fest, wie jede Art von Mitteilung auf diesem Gerät klingt.
es: Elige cómo suena cada tipo de notificación en este dispositivo.
fr: Choisissez comment sonne chaque type de notification sur cet appareil.
it: Scegli come suona ogni tipo di notifica su questo dispositivo.
nl: Kies hoe elk soort melding klinkt op dit apparaat.
pl: Wybierz, jak brzmi każdy rodzaj powiadomienia na tym urządzeniu.
pt: Escolha como soa cada tipo de notificação neste dispositivo.
ro: Alege cum sună fiecare tip de notificare pe acest dispozitiv.
ru: Выберите, как звучит каждый тип уведомлений на этом устройстве.

source: Choose light or dark, or follow your device's setting.
de: Wähle hell oder dunkel oder folge der Einstellung deines Geräts.
es: Elige claro u oscuro, o sigue la configuración de tu dispositivo.
fr: Choisissez clair ou sombre, ou suivez le réglage de votre appareil.
it: Scegli chiaro o scuro, oppure segui l'impostazione del tuo dispositivo.
nl: Kies licht of donker, of volg de instelling van je apparaat.
pl: Wybierz jasny lub ciemny albo podążaj za ustawieniem urządzenia.
pt: Escolhe claro ou escuro, ou segue a definição do teu dispositivo.
ro: Alege luminos sau întunecat, ori urmează setarea dispozitivului tău.
ru: Выберите светлую или тёмную тему либо следуйте настройке устройства.

source: Choose period
de: Zeitraum wählen
es: Elegir periodo
fr: Choisir la période
it: Scegli il periodo
nl: Periode kiezen
pl: Wybierz okres
pt: Escolher período
ro: Alege perioada
ru: Выбрать период

source: Choose photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
nl: Foto kiezen
pl: Wybierz zdjęcie
pt: Escolher fotografia
ro: Alege fotografia
ru: Выбрать фото

source: Choose the language Prvital uses. Reopen the app for the change to take full effect. This affects Prvital only, not the rest of your device.
de: Wähle die Sprache, die Prvital verwendet. Öffne die App neu, damit die Änderung vollständig wirkt. Das betrifft nur Prvital, nicht den Rest deines Geräts.
es: Elige el idioma que usa Prvital. Vuelve a abrir la app para que el cambio surta pleno efecto. Solo afecta a Prvital, no al resto del dispositivo.
fr: Choisis la langue de Prvital. Rouvre l’app pour que le changement prenne pleinement effet. Cela ne concerne que Prvital, pas le reste de ton appareil.
it: Scegli la lingua di Prvital. Riapri l’app perché la modifica abbia pieno effetto. Riguarda solo Prvital, non il resto del dispositivo.
nl: Kies de taal die Prvital gebruikt. Open de app opnieuw om de wijziging volledig door te voeren. Dit geldt alleen voor Prvital, niet voor de rest van je apparaat.
pl: Wybierz język Prvital. Otwórz aplikację ponownie, aby zmiana w pełni zadziałała. Dotyczy tylko Prvital, nie reszty urządzenia.
pt: Escolhe o idioma do Prvital. Reabre a app para a alteração ter pleno efeito. Afeta apenas o Prvital, não o resto do teu dispositivo.
ro: Alege limba folosită de Prvital. Redeschide aplicația pentru ca schimbarea să aibă efect complet. Afectează doar Prvital, nu restul dispozitivului.
ru: Выбери язык Prvital. Открой приложение заново, чтобы изменение полностью применилось. Это касается только Prvital, а не всего устройства.

source: Choose what to enable
de: Auswählen, was aktiviert wird
es: Elige qué activar
fr: Choisissez ce que vous souhaitez activer
it: Scegli cosa attivare
nl: Kies wat je inschakelt
pl: Wybierz, co włączyć
pt: Escolhe o que ativar
ro: Alege ce să activezi
ru: Выберите, что включить

source: Cinnamon to taste
de: Zimt nach Geschmack
es: Canela al gusto
fr: Cannelle selon le goût
it: Cannella q.b.
nl: Kaneel naar smaak
pl: Cynamon do smaku
pt: Canela q.b.
ro: Scorțișoară după gust
ru: Корица по вкусу

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Șterge
ru: Очистить

source: Clear visit date
de: Termin entfernen
es: Borrar la fecha
fr: Effacer la date
it: Rimuovi la data
nl: Datum wissen
pl: Usuń datę
pt: Limpar a data
ro: Șterge data vizitei
ru: Убрать дату

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть

source: Close Prvital from the app switcher and open it again for the new language to appear everywhere.
de: Schließe Prvital über den App-Umschalter und öffne es erneut, damit die neue Sprache überall erscheint.
es: Cierra Prvital desde el selector de apps y ábrelo de nuevo para que el nuevo idioma aparezca en todas partes.
fr: Ferme Prvital depuis le sélecteur d’apps puis rouvre-le pour que la nouvelle langue apparaisse partout.
it: Chiudi Prvital dal selettore app e riaprilo perché la nuova lingua compaia ovunque.
nl: Sluit Prvital via de app-switcher en open het opnieuw zodat de nieuwe taal overal verschijnt.
pl: Zamknij Prvital z przełącznika aplikacji i otwórz ponownie, aby nowy język pojawił się wszędzie.
pt: Fecha o Prvital no alternador de apps e abre-o novamente para o novo idioma aparecer em todo o lado.
ro: Închide Prvital din comutatorul de aplicații și deschide-l din nou ca noua limbă să apară peste tot.
ru: Закрой Prvital из переключателя приложений и открой снова, чтобы новый язык появился везде.

source: Closes the tour
de: Schließt den Rundgang
es: Cierra el recorrido
fr: Ferme la visite guidée
it: Chiude il tour
nl: Sluit de rondleiding
pl: Zamyka przegląd
pt: Fecha a visita guiada
ro: Închide turul
ru: Закрывает обзор

source: Cloud accounts
de: Cloud-Konten
es: Cuentas en la nube
fr: Comptes cloud
it: Account cloud
pl: Konta w chmurze
pt: Contas na nuvem
ro: Conturi cloud
ru: Облачные аккаунты

source: Combine the cucumber, tomato, onion, olives and feta in a bowl.
de: Gurke, Tomate, Zwiebel, Oliven und Feta in einer Schüssel vermengen.
es: Combina el pepino, el tomate, la cebolla, las aceitunas y el feta en un bol.
fr: Mélange le concombre, la tomate, l'oignon, les olives et la feta dans un saladier.
it: Unisci in una ciotola cetriolo, pomodoro, cipolla, olive e feta.
nl: Meng de komkommer, tomaat, ui, olijven en feta in een kom.
pl: Wymieszaj w misce ogórka, pomidory, cebulę, oliwki i fetę.
pt: Junta o pepino, o tomate, a cebola, as azeitonas e o queijo feta numa taça.
ro: Combină castravetele, roșiile, ceapa, măslinele și feta într-un bol.
ru: Смешай огурец, помидоры, лук, оливки и фету в миске.

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
nl: Opmerkingen
pl: Komentarze
pt: Comentários
ro: Comentarii
ru: Комментарии

source: Common signs
de: Häufige Anzeichen
es: Síntomas comunes
fr: Signes courants
it: Sintomi comuni
nl: Veelvoorkomende signalen
pl: Częste objawy
pt: Sinais comuns
ro: Semne frecvente
ru: Частые симптомы

source: Community leaderboard
de: Community-Rangliste
es: Clasificación de la comunidad
fr: Classement communautaire
it: Classifica della community
nl: Communityranglijst
pl: Ranking społeczności
pt: Classificação da comunidade
ro: Clasamentul comunității
ru: Рейтинг сообщества

source: Compact
de: Kompakt
es: Compacta
fr: Compacte
it: Compatta
pl: Kompaktowa
pt: Compacto
ru: Компактная

source: Compare days
de: Tage vergleichen
es: Comparar días
fr: Comparer des jours
it: Confronta giorni
nl: Dagen vergelijken
pl: Porównaj dni
pt: Comparar dias
ro: Compară zile
ru: Сравнить дни

source: Compare two days
de: Zwei Tage vergleichen
es: Comparar dos días
fr: Comparer deux jours
it: Confronta due giorni
nl: Twee dagen vergelijken
pl: Porównaj dwa dni
pt: Comparar dois dias
ro: Compară două zile
ru: Сравнить два дня

source: Compare window
de: Vergleichszeitraum
es: Ventana de comparación
fr: Fenêtre de comparaison
it: Finestra di confronto
nl: Vergelijkingsvenster
pl: Okno porównania
pt: Janela de comparação
ro: Fereastră de comparație
ru: Окно сравнения

source: Compared with previous period
de: Im Vergleich zum vorherigen Zeitraum
es: Comparado con el periodo anterior
fr: Comparé à la période précédente
it: Rispetto al periodo precedente
nl: Vergeleken met vorige periode
pl: W porównaniu z poprzednim okresem
pt: Comparado com o período anterior
ro: Comparativ cu perioada anterioară
ru: По сравнению с предыдущим периодом
